Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# onboarding_tutorial_blase
source: So funktioniert dein Garten!
en: This is how your garden works!
es: ¡Así funciona tu jardín!
fr: Voici comment fonctionne ton jardin !
hi: इस तरह आपका बगीचा काम करता है!
it: Ecco come funktioniert il tuo giardino!
ja: これがあなたの庭の仕組みです！
ko: 이것이 당신의 정원이 작동하는 방식입니다!
nl: Zo werkt uw tuin!
pl: Tak działa Twój ogród!
pt: É assim que o teu jardim funciona!
ru: Так работает твой сад!
tr: Bahçeniz böyle çalışır!
zh_hans: 你的花园是这样运作的！
zh_hant: 這就是你的花園的運作方式！

# onboarding_tutorial_giessen_blase
source: Zieh den Wassertropfen auf die Pflanze, um sie zu gießen!
en: Drag the water drop onto the plant to water it!
es: ¡Arrastra la gota de agua a la planta para regarla!
fr: Fais glisser la goutte d'eau sur la plante pour l'arroser !
hi: पौधे को पानी देने के लिए पानी की बूंद को पौधे पर खींचें!
it: Drag the water drop onto the plant to water it!
ja: 水ドロップを植物の上にドラッグして水やりをしましょう！
ko: 물방울을 식물 위로 드래그하여 물을 주세요!
nl: Sleep de waterdruppel naar de plant om hem water te geven!
pl: Przeciągnij kroplę wody na roślinę, aby ją podlać!
pt: Arrasta a gota de água para a planta para a regares!
ru: Перетащи каплю воды на растение, чтобы его полить!
tr: Sulamak için su damlasını bitkinin üzerine sürükleyin!
zh_hans: 将水滴拖到植物上，给它浇水！
zh_hant: 將水滴拖到植物上來澆水！

# onboarding_tutorial_giessen_erfolg
source: Klasse! So pflegst du deine Gewohnheiten.
en: Great! This is how you nurture your habits.
es: ¡Genial! Así es como cuidas tus hábitos.
fr: Génial ! C'est ainsi que tu cultives tes habitudes.
hi: कक्षा! इस तरह आप अपनी आदतें बनाए रखते हैं।
it: Great! This is how you nurture your habits.
ja: 素晴らしい！こうやって習慣を育んでいきます。
ko: 엄청난! 이것이 습관을 키우는 방법입니다.
nl: Geweldig! Zo onderhoud je je gewoontes.
pl: Świetnie! W ten sposób pielęgnujesz swoje nawyki.
pt: Espetacular! É assim que nutres os teus hábitos.
ru: Отлично! Так ты ухаживаешь за своими привычками.
tr: Harika! Alışkanlıklarınızı bu şekilde beslersiniz.
zh_hans: 太棒了！这就是你培养习惯的方式。
zh_hant: 班級！這就是你保持習慣的方法。

# onboarding_tutorial_giessen_test
source: Deine erste Pflanze
en: Your first plant
es: Tu primera planta
fr: Ta première plante
hi: आपका पहला पौधा
it: Your first plant
ja: 初めての植物
ko: 당신의 첫 번째 식물
nl: Je eerste plantje
pl: Twoja pierwsza roślina
pt: A tua primeira planta
ru: Твоё первое растение
tr: İlk bitkiniz
zh_hans: 你的第一株植物
zh_hant: 你的第一株植物

# onboarding_tutorial_interactive_shop_bubble
source: Im Shop kannst du deine Coins gegen tolle Gegenstände eintauschen!
en: In the shop, you can exchange your coins for great items!
es: ¡En la tienda puedes canjear tus monedas por objetos geniales!
fr: Dans la boutique, tu peux échanger tes pièces contre de superbes objets !
hi: दुकान में आप बढ़िया वस्तुओं के लिए अपने सिक्कों का आदान-प्रदान कर सकते हैं!
it: In the shop, you can exchange your coins for great items!
ja: ショップではコインを素敵なアイテムと交換できます！
ko: 상점에서는 코인을 멋진 아이템으로 교환할 수 있어요!
nl: In de winkel kun je je munten inwisselen voor leuke items!
pl: W sklepie możesz wymienić swoje monety na wspaniałe przedmioty!
pt: Na loja, podes trocar as tuas moedas por itens incríveis!
ru: В магазине ты можешь обменять свои монеты на отличные предметы!
tr: Mağazada paralarınızı harika eşyalarla değiştirebilirsiniz!
zh_hans: 在商店里，你可以用金币兑换很棒的物品！
zh_hant: 在商店裡您可以用金幣兌換精美物品！

# onboarding_tutorial_interactive_shop_buy
source: Kauf dir mal diesen Dünger!
en: Go ahead and buy this fertilizer!
es: ¡Cómprate este fertilizante!
fr: Achète cet engrais !
hi: यह उर्वरक खरीदें!
it: Go ahead and buy this fertilizer!
ja: さあ、この肥料を購入してください！
ko: 가서 이 비료를 사세요!
nl: Ga je gang en koop deze meststof!
pl: Śmiało, kup ten nawóz!
pt: Compra este fertilizante!
ru: Купи себе это удобрение!
tr: Devam edin ve bu gübreyi satın alın!
zh_hans: 买点这种肥料吧！
zh_hant: 買這個肥料！

# onboarding_tutorial_interactive_shop_success
source: Stark! Items geben dir sofortige Vorteile im Garten.
en: Awesome! Items give you immediate benefits in the garden.
es: ¡Genial! Los objetos te dan beneficios inmediatos en el jardín.
fr: Génial ! Les objets te procurent des avantages immédiats dans le jardin.
hi: मज़बूत! वस्तुएं आपको बगीचे में तत्काल लाभ देती हैं।
it: Awesome! Items give you immediate benefits in the garden.
ja: 素晴らしい！アイテムは庭ですぐに利益をもたらします。
ko: 엄청난! 아이템은 정원에서 즉각적인 혜택을 제공합니다.
nl: Geweldig! Artikelen geven je direct voordeel in de tuin.
pl: Wspaniały! Przedmioty dają natychmiastowe korzyści w ogrodzie.
pt: Incrível! Os itens dão-te benefícios imediatos no jardim.
ru: Круто! Предметы дают тебе немедленные преимущества в саду.
tr: Mükemmel! Öğeler bahçede size anında fayda sağlar.
zh_hans: 太棒了！物品能立即为你的花园带来好处。
zh_hant: 強的！这些物品可以让您在花园中立即获得优势。

# onboarding_tutorial_interactive_weed_bubble
source: Unkraut macht deinen Garten schwächer und du verdienst weniger XP! Vermeide es, indem du nicht zu viele Schlechte Gewohnheiten kaufst.
en: Weeds make your garden weaker and you earn less XP! Avoid them by not buying too many bad habits.
es: ¡Las malas hierbas debilitan tu jardín y ganas menos XP! Evítalas no comprando demasiadas decoraciones.
fr: Les mauvaises herbes affaiblissent ton jardin et tu gagnes moins d'XP ! Évite-les en n'achetant pas trop de décorations.
hi: खरपतवार आपके बगीचे को कमज़ोर बनाते हैं और आप कम XP कमाते हैं! बहुत अधिक बुरी आदतें न पालकर इससे बचें।
it: Le erbacce indeboliscono il tuo giardino e guadagni meno XP! Evitale non comprando troppe decorazioni.
ja: 雑草が生えると庭が弱くなり、獲得できる XP も減ります。装飾品を買いすぎないように注意してください。
ko: 잡초는 정원을 약화시키고 XP를 적게 얻습니다! 장식을 너무 많이 구입하지 않음으로써 이러한 현상을 피하세요.
nl: Onkruid maakt je tuin zwakker en je verdient minder XP! Vermijd ze door niet te veel decoraties te kopen.
pl: Chwasty osłabiają Twój ogród i zarabiasz mniej XP! Unikaj ich, nie kupując zbyt wielu dekoracji.
pt: As ervas daninhas enfraquecem o teu jardim e ganhas menos XP! Evita-as não comprando demasiadas decorações.
ru: Сорняки ослабляют ваш сад, и вы получаете меньше опыта! Избегайте этого, не покупая слишком много плохих привычек.
tr: Yabani otlar bahçenizi zayıflatır ve daha az XP kazanırsınız! Çok fazla dekorasyon satın almayarak bunlardan kaçının.
zh_hans: 杂草会使你的花园变弱，你获得的经验值也会减少！避免购买太多坏习惯来防止杂草。
zh_hant: 雜草會讓你的花園變得脆弱，你獲得的經驗值也會減少！不要購買太多壞習慣來避免這種情況。

# onboarding_tutorial_interactive_weed_warning
source: Schlechte Gewohnheiten locken langfristig Unkraut an. Je mehr Deko, desto höher die Gefahr im Glücksrad!
en: Bad Habits attract weeds in the long run. The more deco, the higher the danger in the wheel!
es: Las decoraciones atraen malas hierbas a largo plazo. ¡A más decoración, mayor peligro en la ruleta!
fr: Les décorations attirent les mauvaises herbes à long terme. Plus il y a de déco, plus le danger est grand dans la roue !
hi: बुरी आदतें लंबे समय तक नकारात्मक प्रभाव डालती हैं। जितनी अधिक सजावट, भाग्य के चक्र में खतरा उतना अधिक!
it: Le decorazioni attraggono le erbacce a lungo termine. Più decorazioni ci sono, maggiore è il pericolo nella ruota!
ja: 装飾は長期的には雑草を引き寄せます。デコが多ければ多いほど、ホイールの危険性が高くなります。
ko: 장식은 장기적으로 잡초를 유인합니다. 데코가 많을수록 휠의 위험이 높아집니다!
nl: Decoraties trekken op den duur onkruid aan. Hoe meer decoratie, hoe groter het gevaar in het rad!
pl: Dekoracje na dłuższą metę przyciągają chwasty. Im więcej deco, tym większe niebezpieczeństwo w kole!
pt: As decorações atraem ervas daninhas a longo prazo. Quanto mais decoração, maior o perigo na roleta!
ru: Плохие привычки в долгосрочной перспективе привлекают сорняки. Чем больше декора, тем выше риск на колесе фортуны!
tr: Dekorasyonlar uzun vadede yabani otları çeker. Deko ne kadar fazla olursa, tekerlekteki tehlike de o kadar yüksek olur!
zh_hans: 坏习惯会长期吸引杂草。装饰品越多，幸运轮盘的风险就越高！
zh_hant: 從長遠來看，壞習慣會吸引雜草。装饰品越多，命运之轮的危险性就越高！

# onboarding_tutorial_interactive_xp_bubble
source: Tippe auf die Pflanze oben, um sie zu gießen und XP zu sammeln!
en: Tap the plant above to water it and collect XP!
es: ¡Toca la planta arriba para regarla y ganar XP!
fr: Appuie sur la plante ci-dessus pour l'arroser et gagner de l'XP !
hi: ऊपर दिए गए पौधे को पानी देने के लिए उसे टैप करें और XP अर्जित करें!
it: Tap the plant above to water it and collect XP!
ja: 上の植物をタップして水をやり、XP を集めましょう!
ko: 위의 식물을 탭하여 물을 주고 XP를 모아보세요!
nl: Tik op de plant hierboven om hem water te geven en XP te verzamelen!
pl: Kliknij roślinę powyżej, aby ją podlać i zebrać XP!
pt: Toca na planta acima para a regares e ganhares XP!
ru: Нажмите на растение сверху, чтобы полить его и собрать XP!
tr: Sulamak ve XP toplamak için yukarıdaki bitkiye dokunun!
zh_hans: 点击上面的植物，给它浇水并收集经验值！
zh_hant: 點擊上面的植物來澆水並賺取 XP！

# onboarding_tutorial_interactive_xp_success
source: Super! Wenn der Ring voll ist, steigt deine Pflanze ein Level auf.
en: Great! When the ring is full, your plant levels up.
es: ¡Genial! Quando el círculo esté lleno, tu planta subirá de nivel.
fr: Super ! Quand l'anneau est plein, ta plante monte de niveau.
hi: बहुत अच्छा! जब रिंग भर जाती है, तो आपके पौधे का स्तर ऊपर हो जाता है।
it: Great! When the ring is full, your plant levels up.
ja: 素晴らしい！リングがいっぱいになると、植物のレベルが上がります。
ko: 엄청난! 링이 가득 차면 식물의 레벨이 올라갑니다.
nl: Geweldig! Als de ring vol is, gaat je plant in level omhoog.
pl: Świetnie! Kiedy pierścień jest pełny, twoja roślina awansuje.
pt: Espetacular! Quando o anel estiver cheio, a tua planta sobe de nível.
ru: Отлично! Когда кольцо заполнено, ваше растение повышается на один уровень.
tr: Harika! Halka dolduğunda bitkinizin seviyesi yükselir.
zh_hans: 太棒了！当圆环满时，你的植物就会升级。
zh_hant: 極好的！當圓環滿了時，你的植物就會升級。

# onboarding_tutorial_powerup_active_success
source: Stark! Der Goldene Schlüssel ist nun aktiv. Du erhältst jetzt 1.5x mehr XP!
en: Awesome! The Golden Key is now active. You now get 1.5x more XP!
es: ¡Genial! La Llave Dorada está activa. ¡Ahora obtienes 1.5x más XP!
fr: Super ! La Clé Dorée est maintenant active. Tu reçois maintenant 1.5x plus d'XP !
hi: मज़बूत! गोल्डन की अब सक्रिय है. अब आपको 1.5 गुना अधिक XP मिलेगा!
it: Ottimo! La Chiave Dorata è ora attiva. Ricevi ora 1.5x più XP!
ja: 素晴らしい！ゴールデンキーがアクティブになりました。今なら 1.5 倍の XP を獲得できます!
ko: 엄청난! 이제 황금 열쇠가 활성화되었습니다. 이제 XP가 1.5배 더 늘어납니다!
nl: Geweldig! De Gouden Sleutel is nu actief. Je krijgt nu 1,5x meer XP!
pl: Wspaniały! Złoty Klucz jest teraz aktywny. Otrzymasz teraz 1,5x więcej PD!
pt: Incrível! A Chave Dourada está agora ativa. Recebes agora 1.5x mais XP!
ru: Отлично! Золотой ключ теперь активен. Ты получаешь теперь в 1,5 раза больше опыта!
tr: Mükemmel! Altın Anahtar artık aktif. Artık 1,5 kat daha fazla XP elde edeceksiniz!
zh_hans: 太棒了！金钥匙现已激活。你现在将获得1.5倍的经验值！
zh_hant: 強的！金鑰匙現已啟用。現在您獲得的 XP 增加了 1.5 倍！

# onboarding_tutorial_powerup_bubble
source: Ich gebe dir verschiedene Effekte für den Garten. Benutze sie um schöne Fortschritte zu erreichen.
en: I'll give you various effects for the garden. Use them to make beautiful progress.
es: Te daré varios efectos para el jardín. Úsalos para lograr un progreso hermoso.
fr: Je vais te donner divers effets pour le jardin. Utilise-les pour faire de beaux progrès.
hi: मैं आपको बगीचे के लिए अलग-अलग प्रभाव देता हूं। अच्छी प्रगति करने के लिए उनका उपयोग करें।
it: Ti darò vari effetti per il giardino. Usali per fare bei progressi.
ja: お庭にさまざまな効果を与えます。それらを使用して、美しい進歩を遂げましょう。
ko: 정원에 다양한 효과를 드려요. 이를 사용하여 아름다운 발전을 이루세요.
nl: Ik geef je verschillende effecten voor de tuin. Gebruik ze om mooie vooruitgang te boeken.
pl: Podam Ci różne efekty do ogrodu. Używaj ich, aby robić piękne postępy.
pt: Vou dar-te vários efeitos para o jardim. Usa-os para fazeres belos progressos.
ru: Я дам тебе различные эффекты для сада. Используй их, чтобы достичь красивого прогресса.
tr: Bahçe için sana çeşitli efektler vereceğim. Güzel bir ilerleme kaydetmek için bunları kullanın.
zh_hans: 我为你的花园提供各种效果。使用它们来取得显著的进步。
zh_hant: 我為您提供了花園的不同效果。利用它們取得良好的進步。

# onboarding_tutorial_powerup_detail_hint
source: Tippe auf den Schlüssel, um ihn einzusetzen!
en: Tap the key to use it!
es: ¡Toca la llave para usarla!
fr: Appuie sur la clé pour l'utiliser !
hi: इसका उपयोग करने के लिए कुंजी को टैप करें!
it: Tocca la chiave per usarla!
ja: キーをタップして使用してください!
ko: 키를 탭하여 사용하세요!
nl: Tik op de sleutel om deze te gebruiken!
pl: Naciśnij klawisz, aby z niego skorzystać!
pt: Tocca na chave para a usares!
ru: Нажми на ключ, чтобы использовать его!
tr: Kullanmak için tuşa dokunun!
zh_hans: 点击钥匙即可使用！
zh_hant: 點擊按鍵即可使用它！

# onboarding_tutorial_weed_decoration_hint
source: Kauf dir eine Deko für schnelle Boni!
en: Buy a decoration for quick bonuses!
es: ¡Compra una decoración para obtener bonos rápidos!
fr: Achète une décoration pour des bonus rapides !
hi: त्वरित बोनस के लिए सजावट खरीदें!
it: Compra una decorazione per dei bonus rapidi!
ja: デコレーションを購入してすぐにボーナスを獲得しましょう!
ko: 빠른 보너스를 위해 장식을 구입하세요!
nl: Koop een decoratie voor snelle bonussen!
pl: Kup dekorację, aby otrzymać szybkie bonusy!
pt: Compra uma decoração para bónus rápidos!
ru: Купи себе декор для быстрых бонусов!
tr: Hızlı bonuslar için bir dekorasyon satın alın!
zh_hans: 购买装饰品以获得快速奖励！
zh_hant: 購買裝飾品以獲得快速獎金！

# onboarding_tutorial_xp_goal
source: DEIN ZIEL
en: YOUR GOAL
es: TU OBJETIVO
fr: TON OBJECTIF
hi: आपका लक्ष्य
it: IL TUO OBIETTIVO
ja: あなたの目標
ko: 당신의 목표
nl: UW DOEL
pl: TWÓJ CEL
pt: O TEU OBJETIVO
ru: ТВОЯ ЦЕЛЬ
tr: HEDEFİNİZ
zh_hans: 你的目标
zh_hant: 你的目標

# onboarding_weiter
source: WEITER
en: CONTINUE
es: CONTINUAR
fr: CONTINUER
hi: आगे
it: CONTINUA
ja: 続く
ko: 계속하다
nl: DOORGAAN
pl: KONTYNUOWAĆ
pt: CONTINUAR
ru: ДАЛЕЕ
tr: DEVAM ETMEK
zh_hans: 继续
zh_hant: 更遠

# onboarding_willkommen_blase
source: Hallo! Ich bin dein Garten-Guide. Lass uns zusammen deinen persönlichen Garten anlegen!
en: Hello! I'm your garden guide. Let's create your personal garden together!
es: ¡Hola! Soy tu guía del jardín. ¡Curemos juntos tu jardín personal!
fr: Bonjour ! Je suis ton guide du jardin. Créons ton jardin personnel ensemble !
hi: नमस्ते! मैं आपका उद्यान मार्गदर्शक हूं। आइए मिलकर अपना निजी उद्यान बनाएं!
it: Hello! I'm your garden guide. Let's create your personal garden together!
ja: こんにちは！私はあなたの庭園ガイドです。あなただけのお庭を一緒に作りましょう！
ko: 안녕하세요! 나는 당신의 정원 가이드입니다. 나만의 정원을 함께 만들어 보세요!
nl: Hallo! Ik ben jouw tuingids. Laten we samen uw persoonlijke tuin creëren!
pl: Cześć! Jestem twoim przewodnikiem po ogrodzie. Stwórzmy razem Twój osobisty ogród!
pt: Olá! Sou o teu guia do jardim. Vamos criar o teu jardim pessoal juntos!
ru: Привет! Я твой гид по саду. Давай вместе создадим твой личный сад!
tr: Merhaba! Ben senin bahçe rehberinim. Gelin kişisel bahçenizi birlikte yaratalım!
zh_hans: 你好！我是你的花园向导。让我们一起创建你的专属花园吧！
zh_hant: 你好！我是你的花園導遊。讓我們一起打造您的私人花園吧！

# onboarding_willkommen_titel
source: Willkommen im Garten
en: Welcome to the Garden
es: Bienvenido al Jardín
fr: Bienvenue dans le jardin
hi: बगीचे में आपका स्वागत है
it: Welcome to the Garden
ja: 庭園へようこそ
ko: 정원에 오신 것을 환영합니다
nl: Welkom in de tuin
pl: Witamy w Ogrodzie
pt: Bem-vindo ao Jardim
ru: Добро пожаловать в сад
tr: Bahçeye hoş geldiniz
zh_hans: 欢迎来到花园
zh_hant: 歡迎來到花園

# onboarding_willkommen_untertitel
source: Baue Gewohnheiten auf, die wachsen.
en: Build habits that grow.
es: Crea hábitos que crezcan.
fr: Crée des habitudes qui grandissent.
hi: ऐसी आदतें बनाएँ जो विकसित हों।
it: Build habits that grow.
ja: 成長する習慣を築きましょう。
ko: 성장하는 습관을 길러보세요.
nl: Ontwikkel gewoonten die groeien.
pl: Buduj nawyki, które rosną.
pt: Cria hábitos que cresçam.
ru: Развивай привычки, которые растут.
tr: Büyüyen alışkanlıklar oluşturun.
zh_hans: 培养成长的习惯。
zh_hant: 養成成長的習慣。

# onboarding_xp_blase
source: Mit jedem Gießen sammelst du XP. Deine Pflanzen wachsen von Bronze bis Diamant!
en: With every watering, you collect XP. Your plants grow from Bronze to Diamond!
es: Con cada riego, coleccionas XP. ¡Tus plantas crecen de bronce a diamante!
fr: À chaque arrosage, tu collectes de l'XP. Tes plantes poussent de Bronze à Diamant !
hi: हर बार पानी देने के साथ आप एक्सपी इकट्ठा करते हैं। आपके पौधे कांसे से हीरे तक बढ़ते हैं!
it: With every watering, you collect XP. Your plants grow from Bronze to Diamond!
ja: 水やりをするたびにXPが集まります。あなたの植物はブロンズからダイヤモンドまで成長します!
ko: 물을 줄 때마다 XP를 수집합니다. 당신의 식물은 브론즈에서 다이아몬드로 성장합니다!
nl: Met elke bewatering verzamel je XP. Jouw planten groeien van Brons naar Diamant!
pl: Z każdym podlaniem zbierasz XP. Twoje rośliny rosną od brązu do diamentu!
pt: Com cada rega, recolhes XP. As tuas plantas crescem de Bronze a Diamante!
ru: С каждым поливом вы зарабатываете XP. Ваши растения растут от бронзы до алмаза!
tr: Her sulamada XP toplarsınız. Bitkileriniz Bronz'dan Elmas'a kadar büyüyor!
zh_hans: 每次浇水你都会收集经验值。你的植物会从青铜级成长到钻石级！
zh_hant: 每次澆水你都會收集經驗值。你的植物從青銅成長為鑽石！

# onboarding_zeit_blase
source: Wann möchtest du deine Gewohnheiten erledigen?
en: When do you want to do your habits?
es: ¿Cuándo quieres realizar tus hábitos?
fr: Quand veux-tu accomplir tes habitudes ?
hi: आप अपनी आदतें कब पूरी करना चाहते हैं?
it: When do you want to do your habits?
ja: 習慣をいつ実行したいですか？
ko: 습관을 언제 하고 싶나요?
nl: Wanneer wil je je gewoontes uitvoeren?
pl: Kiedy chcesz wprowadzić swoje nawyki?
pt: Quando queres realizar os teus hábitos?
ru: Когда ты хочешь выполнять свои привычки?
tr: Alışkanlıklarınızı ne zaman yapmak istiyorsunuz?
zh_hans: 你希望何时完成你的习惯？
zh_hant: 你想什麼時候完成你的習慣？

# onboarding_zeit_blase_personal
source: Wann möchtest du an %@ erinnert werden?
en: When do you want to be reminded of %@?
es: ¿Cuándo quieres que se te recuerde %@?
fr: Quand veux-tu qu'on te rappelle %@ ?
hi: आप कब%@की याद दिलाना चाहेंगे?
it: When do you want to be reminded of %@?
ja: いつ %@ を思い出させたいですか?
ko: %@에 대해 언제 알림을 받고 싶으신가요?
nl: Wanneer wil je herinnerd worden aan %@?
pl: Kiedy chcesz otrzymać przypomnienie o %@?
pt: Quando queres ser lembrado de %@?
ru: Когда ты хочешь, чтобы тебя напомнили о%@?
tr: %@'ın ne zaman hatırlatılmasını istiyorsunuz?
zh_hans: 你希望何时收到关于%@的提醒？
zh_hant: 您希望何時收到%@提醒？

# onboarding_zeit_erklaerung
source: Du bekommst täglich eine Erinnerung zu dieser Zeit.
en: You will receive a daily reminder at this time.
es: Recibirás un recordatorio diario a esta hora.
fr: Tu recevras un rappel quotidien à cette heure.
hi: आपको इस समय का दैनिक अनुस्मारक प्राप्त होगा।
it: You will receive a daily reminder at this time.
ja: この時点で毎日リマインダーが届きます。
ko: 이때 매일 알림을 받게 됩니다.
nl: U ontvangt op dit moment dagelijks een herinnering.
pl: O tej porze będziesz otrzymywać codzienne przypomnienia.
pt: Receberás um lembrete diário a esta hora.
ru: Ты получаешь напоминание в это время каждый день.
tr: Şu anda günlük bir hatırlatma alacaksınız.
zh_hans: 你每天都会在这个时间收到提醒。
zh_hant: 您將收到有關該時間的每日提醒。

# onboarding_zeit_erklaerung_personal
source: Du bekommst täglich eine Erinnerung für diese Pflanze.
en: You will receive a daily reminder for this plant.
es: Recibirás un recordatorio diario para esta planta.
fr: Tu recevras un rappel quotidien pour cette plante.
hi: आपको इस पौधे के लिए दैनिक अनुस्मारक मिलता है।
it: You will receive a daily reminder for this plant.
ja: この植物に関するリマインダーが毎日届きます。
ko: 이 식물에 대한 일일 알림을 받게 됩니다.
nl: Voor deze plant ontvang je dagelijks een herinnering.
pl: Będziesz codziennie otrzymywać przypomnienia dotyczące tej rośliny.
pt: Receberás um lembrete diário para esta planta.
ru: Ты получаешь ежедневное напоминание о этом растении.
tr: Bu tesis için günlük bir hatırlatma alacaksınız.
zh_hans: 你每天都会收到关于这株植物的提醒。
zh_hant: 您會收到有關該植物的每日提醒。

# onboarding_zeit_picker_label
source: Erinnerung
en: Reminder
es: Recordatorio
fr: Rappel
hi: याद
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt: Lembrete
ru: Напоминание
tr: Hatırlatma
zh_hans: 提醒
zh_hant: 記憶

# onboarding_zeit_progress
source: Schritt %d von %d
en: Step %d of %d
es: Paso %d de %d
fr: Étape %d sur %d
hi: %dसे चरण%d
it: Step %d of %d
ja: ステップ %d/%d
ko: %d단계/%d단계
nl: Stap %d van %d
pl: Krok %d z %d
pt: Passo %d de %d
ru: Шаг%dиз%d
tr: Adım %d / %d
zh_hans: 第 %d 步，共 %d 步
zh_hant: 從%d步進%d

# onboarding_zeit_skip
source: Nein danke, keine Benachrichtigungen
en: No thanks, no notifications
es: No gracias, sin notificaciones
fr: Non merci, pas de notifications
hi: कोई धन्यवाद नहीं, कोई सूचना नहीं
it: No grazie, niente notifiche
ja: いいえ、通知はありません
ko: 아니요, 알림이 없습니다.
nl: Nee bedankt, geen meldingen
pl: Nie, dziękuję, żadnych powiadomień
pt: Não obrigado, sem notificações
ru: Нет, спасибо, никаких уведомлений
tr: Hayır teşekkürler, bildirim yok
zh_hans: 不用了，谢谢，不接收通知
zh_hant: 不，謝謝，沒有通知

# onboarding_zeit_weiter
source: WEITER
en: CONTINUE
es: CONTINUAR
fr: CONTINUER
hi: आगे
it: CONTINUA
ja: 続く
ko: 계속하다
nl: DOORGAAN
pl: KONTYNUOWAĆ
pt: CONTINUAR
ru: ДАЛЕЕ
tr: DEVAM ETMEK
zh_hans: 继续
zh_hant: 更遠

# onboarding_ziel_blase
source: Was ist dein wichtigstes Ziel für diesen Garten?
en: What is your main goal for this garden?
es: ¿Cuál es tu objetivo principal para este jardín?
fr: Quel est ton objectif principal pour ce jardin ?
hi: इस उद्यान के लिए आपका मुख्य लक्ष्य क्या है?
it: What is your main goal for this garden?
ja: この庭園の主な目標は何ですか?
ko: 이 정원의 주요 목표는 무엇입니까?
nl: Wat is uw hoofddoel met deze tuin?
pl: Jaki jest Twój główny cel w przypadku tego ogrodu?
pt: Qual é o teu principal objetivo para este jardim?
ru: Какова твоя главная цель для этого сада?
tr: Bu bahçeyle ilgili asıl amacınız nedir?
zh_hans: 你在这个花园最重要的目标是什么？
zh_hant: 你建造這個花園的主要目標是什麼？

# onboarding_ziel_fehlt
source: Mein Ziel ist nicht dabei
en: My goal is not listed
es: Mi objetivo no está en la lista
fr: Mon objectif n'est pas répertorié
hi: मेरा लक्ष्य वहां नहीं है
it: My goal is not listed
ja: 私の目標はリストにありません
ko: 내 목표가 목록에 없습니다
nl: Mijn doel staat er niet bij
pl: Mojego celu nie ma na liście
pt: O meu objetivo não está na lista
ru: Моя цель не там
tr: Hedefim listelenmiyor
zh_hans: 我的目标不在此列
zh_hant: 我的目標不在那裡

# onboarding_ziel_fit_label
source: Fitter werden
en: Get fitter
es: Estar en forma
fr: Être plus en forme
hi: अधिक फिट हो जाओ
it: Mettersi in forma
ja: より健康になる
ko: 더 건강해지세요
nl: Word fitter
pl: Popraw się
pt: Ficar em forma
ru: Становиться более подтянутым
tr: Daha zinde olun
zh_hans: 变得更健康
zh_hant: 變得更健康

# onboarding_ziel_gesund_label
source: Gesünder leben
en: Live healthier
es: Vivir más sano
fr: Vivre plus sainement
hi: स्वस्थ रहें
it: Vivere più sano
ja: より健康に暮らす
ko: 더 건강하게 살아보세요
nl: Leef gezonder
pl: Żyj zdrowiej
pt: Viver mais saudável
ru: Жить здоровее
tr: Daha sağlıklı yaşa
zh_hans: 生活更健康
zh_hant: 活得更健康

# onboarding_ziel_lernen_label
source: Neues lernen
en: Learn something new
es: Aprender algo nuevo
fr: Apprendre du nouveau
hi: नई चीजें सीखें
it: Imparare qualcosa di nuovo
ja: 新しいことを学ぶ
ko: 새로운 것을 배우세요
nl: Leer iets nieuws
pl: Naucz się czegoś nowego
pt: Aprender algo novo
ru: Учить новое
tr: Yeni bir şey öğrenin
zh_hans: 学习新知识
zh_hant: 學習新事物

# onboarding_ziel_mental_label
source: Achtsamkeit üben
en: Practice mindfulness
es: Practicar mindfulness
fr: Pratiquer la pleine conscience
hi: सचेतनता का अभ्यास करें
it: Praticare la mindfulness
ja: マインドフルネスを実践する
ko: 마음챙김 연습
nl: Oefen mindfulness
pl: Ćwicz uważność
pt: Praticar atenção plena
ru: Практиковать осознанность
tr: Farkındalık pratiği yapın
zh_hans: 练习正念
zh_hant: 練習正念

# onboarding_ziel_placeholder
source: Mein Ziel (z. B. Abnehmen)
en: My goal (e.g. lose weight)
es: Mi objetivo (p. ej. perder peso)
fr: Mon objectif (ex. perdre du poids)
hi: मेरा लक्ष्य (जैसे वजन कम करना)
it: Il mio obiettivo (es. dimagrire)
ja: 私の目標（例：体重を減らす）
ko: 나의 목표(예: 체중 감량)
nl: Mijn doel (bijvoorbeeld afvallen)
pl: Mój cel (np. utrata wagi)
pt: Meu objetivo (ex. perder peso)
ru: Моя цель (например, похудеть)
tr: Amacım (örneğin kilo vermek)
zh_hans: 我的目标（例如减肥）
zh_hant: 我的目標（例如減肥）

# onboarding_ziel_produktiv_label
source: Produktiver werden
en: Be more productive
es: Ser más productivo
fr: Être plus productif
hi: अधिक उत्पादक बनें
it: Essere più produttivo
ja: 生産性を高める
ko: 생산성 향상
nl: Wees productiever
pl: Bądź bardziej produktywny
pt: Ser mais produtivo
ru: Становиться более продуктивным
tr: Daha üretken olun
zh_hans: 提高效率
zh_hant: 變得更有生產力
